IDEA Open Model
IOMSettings Class
Compatible with IDEA StatiCa 20.1
 IOM Settings
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Message.IOMSettings
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public class IOMSettings : IIOMSettings
Public Class IOMSettings
	Implements IIOMSettings
The IOMSettings type exposes the following members.
Constructors
Name | Description
IOMSettings
 Constructor
Top
Properties
Name | Description
CountryCode
 CountryCode
CreatedSuccessfully
 Create OK
FileName
 File name
Top
See Also
Reference
IdeaRS.OpenModel.Message Namespace